Repository: giellalt/corpus-nob
Catalog: stable/tmx/smj/admin/sd/samediggi.no/kystfiskeutvalgets-innstilling.html.tmx
Source language: nob
Languages: smj

source: Kystfiskeutvalgets innstilling / Kystfiskeutvalget / Fiskerettigheter / Land og ressursrettigheter / Forsiden - Sametinget
smj: Merragáddeguollimnammadusá mærrádusárvvalussaj / Merragáddenammadus / Guollimriektá / Ednam- ja resurssarievtesvuodaj / Sámedigge - Sametinget

source: Kystfiskeutvalgets innstilling
smj: Merragáddeguollimnammadusá mærrádusárvvalussaj

source: I arbeidet med finnmarksloven var konkrete fiskeribestemmelser et viktig tema under konsultasjonene med justiskomiteen.
smj: Finnmárkolága bargon lidjin konkrehta guolastusnjuolgadusá ájnas fáddan riektákomitea rádádallamin.

source: Resultatet av behandlingen av finnmarksloven var at Stortinget fattet vedtak om at: ”Stortinget ber Regjeringen snarest mulig foreta en utredning av samer og andres rett til fiske i havet utenfor Finnmark, herunder minimumskvote for båter under ti meter, og fremme en oppfølgende sak om dette for Stortinget.”
smj: Finnmárkolága giehtadallama boados lij Stuorradigge mierredij: ”Stuorradigge gåhttju Ráddidusáv nav ruvva gå máhttelis sámij ja iehtjádij guolimriektájt meran Finnmárko ålggolin, dánna aj unnemus kvotav vantsajda vuolel lågev mehter guhkkudagá, ja tjuovvoliddje ássjev dán birra Stuorradiggáj buktet.”

source: 80 (2004-2005) bemerket flertallet at ” spørsmålet om retten til og forvaltning av saltvannsfisket i samiske bosettingsområder har vært gjenstand for atskillig utredning, særlig i perioden 1990-2001”.
smj: Ævtod. O. nr.80 (2004-2005) ieneplåhko javlaj ”gatjálvisá ma sáme guovloj merraguollimij riektájda ja háldadibmáj li vijddát ja moaddi tjielgadum, sierraláhkáj 1990-2001 ájggudagán”.

source: Flertallet viste videre til at det ” etter flertallets mening ikke [kan] utelukkes at det foreligger føringer både i folkeretten og i norsk rett for å ta særlig hensyn til fisket i sjøsamiske områder i utformingen og praktiseringen av fiskeriforvaltningen.
smj: Ienplåhko jårkij ahte “ieneplåhko oajvvadusá milta ij [máhte] hilggot ahte sihke álmmukriektán ja Vuona riektán e gávnnu lájddistime váj sierraláhkáj vielet merrasámij guovlo guollimháldadusá hábbmimav ja dåjmav.

source: I forhold til dagens aktuelle situasjon er det imidlertid ikke utredet konkret hvordan disse hensyn mest effektivt og hensiktsmessig kan ivaretas i den løpende fiskeriforvaltningen”.
smj: Udnásj dile gáktuj ij le tjielgas gåktu dá berustime vuohkasamos vuoge milta galggi doajmme guollimháldadusán vuoroduvvat”.

source: Regjeringen ga Fiskeri- og kystdepartementet i oppdrag å sørge for at Stortingets anmodningsvedtak ble fulgt opp.
smj: Ráddidus gåhtjoj Guolástus- ja merragáddedepartementav bærrájgæhttjat ahte Stuorradikke gåhttjommærrádus tjuovoduvvá.

source: Etter konsultasjoner med Sametinget nedsatte Fiskeri- og kystdepartementet et ekspertutvalg – Kystfiskeutvalgets – til å på prinsipielt grunnlag å utrede samer og andres rett til fiske i havet utenfor Finnmark.
smj: Sámedikke rádádallamij maŋŋela nammadij Guolástus- ja merragáddedepartemennta ássjedåbddenammadusáv – Merragáddenammadus – mij prinsihpalasj vuodo milta galggá tjielgadit sámij ja iehtjádij guollimriektájt Finnmárko ålggolin.

source: Kystfiskeutvlaget la fram sin utredning, NOU 2008: 5 Retten til fiske i havet utenfor Finnmark.
smj: Merragáddenammadus tjielgadusástis åvdedij, VAT 2008: 5 Guollimriektá meran Finnmárko ålggolin.

source: Sametingets plenum har i sak 23/08 avgitt høringsuttalelse til Kystfiskeutvalgets innstilling, samt de delene av Samerettsutvalget 2 sin innstilling som omhandler marin sektor.
smj: Sámedikke ållestjåhkanibme le ássjen 23/08 åvdedam guládallamjavllamis Merragáddeguollimnammadusá mærrádusárvvalussaj, ja dajda åsijda Sáme riektájuogos II árvvalusájs ma merradåjmajda goasski.

source: Sametinget støttet Kystfiskeutvalget fullt ut og viser til at denne løsningen også må gjelde i de sjøsamiske områdene sør for Finnmark.
smj: Sámedigge Merragáddeguollimnammadusáv ållåsit ja vuoset aj dasi jut dát tjoavdos galggá aj goasskat merrasáme guovlojda Finnmárko oarjjelin.

source: I 2009 og 2010 ble det gjennomført konsultasjoner mellom Fiskeri- og kystdepartementet og Sametinget om oppfølgingen av Kystfiskeutvalgets forslag.
smj: Jagijt 2009 ja 2010 tjadáduvvin rádádallama Guolástus- ja merragaddedepartementa ja Sámedikke gaskan Merragáddenammadusá árvvalusá tjuovvolime gáktuj.

source: Gjennom konsultasjonene ble det konstatert uenighet i vurderingene av folkerettens utstrekning og den historiske bruksrettens omfang.
smj: Rádádallamijn tjielgaj biele ettjin guorrasa álmmukriektá vijddudagá gáktuj ja histåvrålasj addnoriektá gáktuj.

source: En valgte likevel å se på løsninger det var mulig å enes om til tross for uenighet i tolkingene av rettsgrunnlaget.
smj: Vájku ettjin riektávuodo dålkkuma gáktuj guorrasa, de biele vuorodin tjoavddusijt maj birra guorrasin.

source: Sametinget har gitt sin tilslutning til en løsning som innebærer nye bestemmelser tas gjeldende lovverk.
smj: Sámedigge le miehtám tjoavddusij mij mierkki ahte ådå mærrádusá sajájduvvi ieme lágajda.

source: Dette kan sammenfattes i 7 punkter:
smj: Dájt máhttá 7 tjuorgaj tjoahkkájgiesset:

source: 1. Det fastsettes for det første en ny lovbestemmelse om lovfesting av retten til å fiske i deltakerloven § 21: Uten hinder av bestemmelser fastsatt i medhold av første ledd, har personer som er bosatt i Finnmark, Nord Troms og andre kommuner i resten av Troms og Nordland med innslag av tradisjonelle sjøsamiske områder rett til å fiske torsk, sei og hyse mv. med konvensjonelle redskap dersom vedkommende eier et merkeregistrert fartøy under 11 meter og fyller vilkårene for å stå i fiskermanntallet.
smj: 1. Ådå láhkamærrádus dåhkkiduvvá mij lága baktu nanni guollimriektáv oassálasstemlága § 21:n: Hieredimij dagá ma vuostasj lahtasin li mierredum, le ulmutjijn gudi årru Finnmárkon, Nuortta-Råmsån ja ietjá suohkanijn Råmsån ja Nordlándan ietján gånnå li árbbedábálasj merrasáme guovlo riektá guollit játtiv, sájdev ja juvsov jnv. Dábálasj guollimvædtsagij ja ja jus guollár æjggu mærkkatjáledum vantsav vuollel 11 mehtera ja ietján ållidahttá gájbbádusájt guollárlåhkuj tjáledit.

source: Departementet kan gi nærmere bestemmelser om virkeområde for denne bestemmelsen og hvilke fiskerier den omfatter.
smj: Departemænnta máhttá dárkkelap doajmmaguovlobv dán mærrádussaj ja makkár guollij dat guosská.

source: Dette lovforslaget innebærer en lovmessig beskyttelse av retten til fisket og innebærer samtidig at de som har denne retten skal prioriteres foran alle andre ved ressursknapphet.
smj: Dát láhkaoajvvadus mierkki ahte guollimriektá lágalattjat suodjaluvvá ja mierkki sæmmi båttå jut sij gejn le dákkár riektá galggi gájkaj iehtjádij åvddål vuoroduvvat gå le resursavánesvuohta.

source: Bestemmelsen må for øvrig leses i sammenheng med vektleggingsbestemmelsen i havressurslovens §11.
smj: Ietján hæhttu dáv mærrádusáv dádjadit aktan merraresursalága §11 dættodimmærrádusá gáktuj.

source: Departementet er etter bestemmelsen avskåret fra å gjennomføre en vesentlig reduksjon av fisket etter torsk, hyse og sei i de områdene som er nevnt i bestemmelsen, slik departementet faktisk kunne med hjemmel i dagens lovverk.
smj: Dán mærrádusá diehti ij departemænnta besa giehpedit jáddi-, jukso- ja sájddebivdov dajn guovlojn ma li mærrádusán nammadum, dagu departemænnta ajtu máhtij udnásj lága láhkavuodojn.

source: Bestemmelsen om retten til fiske er ikke avgrenset til Finnmark slik Kystfiskeutvalget foreslo, men gjelder for hele det tradisjonelle sjøsamiske området, slik Sametinget ønsket i sin høringsuttalelse.
smj: Guollimriektá mærrádus ij le dåssju Finnmárkkuj ráddjidum dagu Merragáddenammadus oajvvadij, ájnat guosská ålles merrasáme guovlluj, dagu Sámedigge ietjas guládallamjavllamusán gájbbedij.

source: Departementet er i bestemmelsen gitt kompetanse til å fastsette det geografiske virkeområdet og hvilke fiskerier som er omfattet av bestemmelsen.
smj: Departemænnta le mærradusá milta oadtjum fámov mierredit geográfalasj doajmmaguovlov ja makkár guollimvuogijda mærrádus guosská.

source: Partene har i konsultasjonsprosessen gjort en gjennomgang av utviklingen i fiskerisektoren i kommunene som er omfattet av det geografiske virkeområdet for Sametingets søkerbaserte tilskudd til næringstiltak (SUF) og øvrige kommuner i de nordligste fylkene, og denne viser at kommuner som er helt eller delvis omfattet av SUF har hatt en større nedgang i antall fiskere, deltakeradganger, fartøy mv. enn andre kommuner.
smj: Åvdåstiddje li rádádallamin tjadádam guolástussuorge åvddånimev daj suohkanijn ma Sámedikke åhtsåmusvuodulasj æládusåvddånimdoarjjaga doajmmaguovllu (SUF) ja ietjá suohkanijn nuorttalamos fylkajn, ja dát vuoset jut suohkanijn må ållåsit jali muhtem mærráj li oassen SUF:as le guollárlåhkom oassálasstemvejulasjvuohta, vadnasa, jnv. binnum ienep gå ietjá suohkanijn.

source: Dette gjør at det er naturlig å inkludere SUF-kommunene i tillegg til kommuner i Finnmark og Nord-Troms, for at også sårbare fiskerisamfunn sør for Finnmark og Nord-Troms blir ivaretatt gjennom lovfestingen.
smj: Návti le luondulasj sebradahttet SUF-suohkanijt duodden suohkanijda Finnmárkon ja Nuortta-Råmsån, váj várnnahis guollársebrudagá Finnmárko ja Nuortta-Råmså oarjjelin aj várajda váldeduvvi lágadime aktijvuodan.

source: 2. Det fastsettes en egen vektleggingsbestemmelse i havressursloven§ 11: I områder som er omfattet av deltakerloven § 21 siste ledd, skal det ved tildeling av kvotar av viltlevande marine ressursar, og ved andre former for regulering av desse ressursane, leggjast vesentleg vekt på samisk bruk og denne brukens tyding for samiske lokalsamfunn.
smj: 2. Merraresursalága 11. Paragráffaj mierreduvvá sierra dættodimmærrádus: Daj guovloj gáktuj majda oassálasstemlága § 21 maŋemus ladás guosská, gå mera villda resursa kvåvtå juolloduvvi, ja gå dá resursa ietján reguleriduvvi, de galggá sierraláhkáj sáme anov dættodit ja majt adno sáme bájkijda mierkki.

source: Rettighetsbestemmelsen i deltakerloven § 21 må tolkes i lys av denne vektleggingsbestemmelsen som skal sikre at statens ansvar for sjøsamenes materielle kulturgrunnlag ivaretas i forvaltningen av ressursene.
smj: Oassálasstemlága § 21 riektámærrádus galggá dán dættodimmærrádusá milta dålkkuduvvat mij galggá stáhta åvdåsvásstádusáv merrasámij materiálalasj vuodo åvdås bærrájgæhttjat resursaj háldadimen.

source: 3. Det fastsettes i forskrift et forbud mot større båter inne i fjordene: Bare fartøy under 15 meter med konvensjonelle redskaper kan fiske innenfor en fastsatt fjordlinje.
smj: 3. Njuolgadustjálan mierreduvvá gielldet stuorra vantsajt vuonaj sinna guollmis: Dåssje vuollel 15 mehtera guhkkusasj vantsa ma dábálasj vædtsagij guolliji bessi mierredum vuodnalinjaj sisbielen guollit.

source: Det kan gjøres unntak for denne bestemmelsen om ressursgrunnlaget tilsier dette.
smj: Dáv mærrádusáv máhttá tjuolldot jus le vallje resursajs.

source: Denne forskriftsbestemmelsen, sammen med rettighets- og vektleggingsbestemmelsen utfyller hverandre slik at det både gis en prinsipiell anerkjennelse av retten til fiske på alle fiskerressurser og at det ved offentlige reguleringer av fiske, pga av bestandssituasjon mv., legges vesentlig vekt på hensynet til sjøsamisk kultur.
smj: Njuolgadustjála mærrádus ållidahttá riektá- ja dættodimmærrádusájt navti jut vatteduvvá sihke prinsihpalattjat dåhkkiduvvá gájka guolleslájajt guollit ja gå guolástusás almulattjat reguleriduvvá nálledile milta jnv., de merrasáme kultuvrra galggá nannusit dættoduvvat.

source: Bestemmelsen om fiske i fjordene gir også i praksis en form for fjordrett da større båter ikke vil gå over lengre avstander.
smj: Vuodnaguolástusá mærrádus le aj muhtem láhkaj vuodnariektá gå stuoráp vantsa e guhkás jåde.

source: Retten til fiske er knyttet til fartøystørrelse, noe som etter Sametinget vurdering ikke er en optimal løsning.
smj: Guollimriektá le vanntsastuorrudahkaj tjanádum, mij Sámedikke mielas ij la vuogas tjoavdos.

source: Men sett i sammenheng med vektleggingsbestemmelsen som ikke knytter seg til fartøystørrelse, samt begrensningen i fjordfiske for fartøy over 15 meter kan det vurderes som at hovedhensynet som er å anerkjenne og sikre fjord- og kystfiske vil bli ivaretatt.
smj: Valla jus dav gæhttjá aktan dættodimmærrádusájn mij ij le vanntsastuorrudahkaj tjanádum, aktan vuodnaguolástusá ráddjimijn vantsajda badjel 15 mehtera guhkkudagá de máhttá javllat oajvvevieledus mij le dåhkkidit ja sihkarasstet vuodna- ja merragáddeguolástusáv várajda váldeduvvá.

source: Sammenhengen mellom disse bestemmelsene må framkomme i merknadene til loven.
smj: Aktijvuohta dáj mærrádusáj gaskan galggá lága tsuojggidusájn.

source: Det innebærer at det også ligger an til at det av merknaden til vektleggingsbestemmelsen framkommer noe i retning av at det ved reguleringer av havressursene så skal det legge vesentlig vekt på hensynet til sjøsamisk kultur også der det samiske fiske er redusert eller opphørt som følge av at fangskvoter ikke er gitt eller på grunn av andre reguleringer av ressursene eller annen ressursutnyttelse i disse områdene.
smj: Vuojnnet dættodimmærrádusá tsuojggidusán galgá tjuodjot juogu dan guovlluj ahte gå merraresursajt reguleri de galggá sierraláhkáj merrasáme kultuvrav vieledit aj dakkir bájkijn gånnå sáme guolástus le binnum jali gáhtum danen gå guollimkvåvtå ælla vattedum jali resursaj ietjá regulerimij diehti jali ietjá resursaávkástallama diehti dájn guovlojn.

source: 4. Det fastsettes en egen bestemmelse om kartlegging og anerkjennelse av lokale historiske rettigheter i finnmarksloven § 29 nytt annet ledd: Kommisjonen kan også utrede krav om kollektive eller individuelle rettigheter til fiskeplasser i sjø- og fjordområder i Finnmark som kan være opparbeidet på grunnlag av gjeldene nasjonal rett. Denne bestemmelsen er en oppfølging av Kystfiskeutvalgets forslag til finnmarksfiskelov § 13 og Samerettsutvalget 2 sitt forslag.
smj: 4. Finnmárkolága § 29 ådå nuppe lahtasin mierreduvvá gåktu bájkálasj histåvrålasj riektájt kárttit ja dåhkkidit: Kommisjåvnnå máhttá aj tjielgadit ájnegis ja aktisasjriektágájbbádusájt guollimsajijda Finnmárko merra- ja vuodnaguovlojn majt nasjonála riektá vuodon le háhkudam Dát mærrádus le Merragáddeguolástusnammadusá finnmárkoguollimlága § 13 oajvvadusá ja Sámeriektájuogos 2 oajvvadusá tjuovvolibme.

source: Bestemmelsen i finnmarkloven § 29 nytt 2. ledd, slår fast at krav om tinglige retter til fiskeplasser i sjøen kan framsettes for Finnmarkskommisjonen.
smj: Finnmárkolága § 29 ådå 2. Lahtasa mærrádus, mierret jut “suodjaluvvam riektá” guollimsajijda meran máhtti Finnmárkokommisjåvnnåj åvdeduvvat.

source: På samme måte som for krav om bruks- og eierrettigheter på land, skal krav om rettigheter til fisket utredes på grunnlag av gjeldende rett.
smj: Sæmmi láhkáj gå ednamano- ja åmastamriektá gájbbádusá, galggi guollimriektágájbbádusá dálásj riektá vuodon tjielgaduvvat.

source: Dette innebærer at det skal tas hensyn også til samiske sedvaner og rettsoppfatninger.
smj: Dat mierkki galggá sáme árbbedábijt ja riektádádjadusájt aj vieledit.

source: Siden ILO konvensjon 169 går foran finnmarkslovens bestemmelser jf § 3 og FNs konvensjon om sivile og politiske rettigheter (SP) er gitt forrang fremfor norsk rett i menneskerettsloven skal også folkeretten inngå i kommisjonens vurderinger som et helt sentralt rettsgrunnlag.
smj: Danen gå ILO-konvensjåvnnå 169 manná Finnmárkolága mærrádusáj åvdån § 3 milta ja AN konvensjåvnnå sivijla ja politihkalasj riektáj birra (SP) manná vuona riektá åvdån almasjriektálágan galggá aj álmmukriektá liehket oassen kommisjåvnå árvustallamijs ållu guovdásj riektávuodon.

source: 5. Det fastsettes en bestemmelse om samisk deltakelse i ressursforvaltningen i havressursloven § 8b: Departementet kan opprette ei fjordfiskenemd for Finnmark, Troms og Nordland, eller ei nemnd for kvart fylke.
smj: 5. Merraresursalága § 8b baktu mierreduvvá sáme oassálasstem resursaj háldadijn: Departemennta máhttá aktisasj Finnmárko, Råmså ja Nordlánda vuodnaguolástus-nammadusáv ásadit, jali juohkka fylkkaj sierra nammadusáv.

source: Sametinget og dei tre fylkeskommunane skal ha rett til å oppnevne medlemmer i nemnda.
smj: Sámedikken ja dajn gålmåjn fylkkasuohkanijn galggá riektá nammadusá ájrrasijt nammadit.

source: Departementet kan gje nærare reglar om samansetjinga av fjordfiskenenmda og kva for oppgåver ho skal ha.
smj: Departemennta máhttá dárkkelap njuolgadusájt mierredit vuodnaguolástus-nammadusá nammadussaj ja makkár dahkamusá galggi dasi gullut.

source: Når det gjelder etableringen av en fjordfiskenemnd er Fiskeri- og kystdepartementet og Sametinget enige om at det skal være en nemnd som samlet sett skal ha like mange medlemmer oppnevnt fra Sametinget som fra fylkeskommunene, for eksempel 3+3. Det er videre enighet om at nemnda skal være et tungt faglig og et tungt politisk organ som vil være en sentral premissleverandør for fiskeriforvaltningen og at denne skal ha reelle og viktige arbeidsoppgaver.
smj: Gå le sáhka vuodnaguolástus-nammadusá ásadime birra li Guolástus- ja merragáddedepartemennta ja Sámedigge sjiehtadam ahte galggá liehket akta nammadus manna galggi liehket tjoahkkáj sæmmi ållo ájrrasa gudi li Sámedikkes nammadum dagu fylkkasuohknijs, duola dagu 3+3. Vijddábut li guorrasam nammadus galggá nanos fágalasj ja politihkalasj orgádna mij galggá guovdásj æktodiddjen guolástusháldadusá gáktuj ja danna galggi duohta ja ájnas dahkamusá.

source: Når det så gjelder hvorvidt nemnda skal ha beslutningsmyndighet eller ikke har Sametinget vist til at en løsning som ikke medfører beslutningsmyndighet vil være under de folkerettslige minstestandarder, da med tanke på retten til deltakelse i den offentligrettslige ressursforvaltningen samene har etter ILO art 15. Sametinget har i konsultasjonene understreket at det må være klart at den konsultasjonspraksis man har i Norge etter konsultasjonsavtalen er en gjennomføring av ILO art 6 som ikke går like langt som art 15. Både rent generelt og i forhold til nemndas myndighet forutsetter derfor Sametinget at det må finne sted en utvikling over tid som fører til at man får en løsning på plass som er innenfor udiskutable folkerettslige rammer.
smj: Gå le sáhka makta mierredimfábmo nammadusán galggá, de le Samedigge vuosedam dasi jut tjoavdos gånnå nammadus ij besa majdik mierredit le álmmukriektá vuolemus dáse vuolen, vuoseduvvá almulasjriektálasj resursaháldadusá oassálasstema riektáj mij sámijn le ILO art. 15 milta. Sámedigge le rádádallamijn dættodam jut rádádallamvuohke mij Vuonan le dálla rádádallamsjiehtadusá milta le ILO 6. art. Tjadádibme mij ij maná sæmmi guhkás dagu ILO 15. art. Danen Sámedikke gájbbet åbbålattjat ja nammadusá fámo gáktuj jut ájge tjadá dát hæhttu åvddålij jåhtet navti váj oadtju tjoavddusav mij le tjielgga álmmukriektálasj birástagáj sisbielen.

source: Sametinget anser derfor ikke dette resultatet som et endelig punktum for oppfølgingen av Kystfiskeutvalgets forslag.
smj: Danen ij Sámedigge dáv båhtusav ane låhpalasj tjoavddusin Merragáddeguolástusnammadusá oajvvadusá tjuovvolimes.

source: Man har derfor i konsultasjonene blitt enige om en oppfølgende konsultasjonsprosess om nemndas arbeidsoppgaver.
smj: Danen le rádádallamijn såbadam tjuovvoliddje rádádallamprosessav nammadusá dahkamusáj gáktuj.

source: 6. Det fastsettes en ny bestemmelse i deltakerloven: Loven skal anvendes i samsvar med folkerettens regler om urfolk og minoriteter
smj: 6. Oassálasstemláhkaj ådå mærrádus mierreduvvá: Láhka galggá aneduvvat álmmukriektá álggoálmmugij ja unneplågoálmmugij njuolgadusáj milta.

source: Bestemmelsen innebærer en stadfesting av at deltakerloven skal praktiseres i samsvar med Norges folkerettslige forpliktelser, og at loven gjelder innenfor rammene av folkerettens regler om urfolk og minoriteter.
smj: Mærrádus mierkki oassálasstemlága duodastus galggá Vuona álmmukriektálasj vælggogisvuodaj milta tjadáduvvat, ja jut láhka le guoskavasj álmmukriektá álggoálmmugij ja unneplågoálmmugij njuolgadusáj birástagáj sisbielen.

source: Bestemmelsens viktigste funksjon er at den synliggjør eksisterende folkerettslige forpliktelser.
smj: Mærrádusá ájnnasamos sisadno le dat dálásj álmmukriektálasj vælggogisvuodajt vuojnnusij buktá.

source: 7. Det skal iverksettes tiltak for å gi retten til fiske og vektleggingen av sjøsamisk kultur et mer konkret innhold.
smj: 7. Dåjma galggi jåhtuj biejaduvvat váj guolástusriektáj ja merrasáme kultuvra dættodibmáj boahtá dárkkelap sisadno.

source: Det avsettes en grunnkvote torsk for fiske i åpen gruppe, som ligger fast før fordelingen mellom grupper foretas i de årlige reguleringene.
smj: Rabás juohkusij biejaduvvá jáddikvåvttå, mij le stuoves åvddål juohkusijda juohká jahkásasj regulerimijn.

source: Størrelsen på en slik grunnkvote er i første omgang satt til 3000 tonn, men Sametinget har forutsatt at dette vil være gjenstand for jevnlige forhandlinger der det skal legges til grunn at:
smj: Dákkár vuodokvåvtå stuorrudagáv le álgo rájes mierredam 3000 tonnaj, valla Sámedigge le ævtodam dán stuorrudagáv galggá jævdálasj sjiehtadallamij baktu mierredit man vuodon li:

source: Målsettingen er å virke til styrking av grunnlaget for sjøsamisk kultur med bosetting, næringsutøvelse og samfunnsliv.
smj: Mihttomierre le merrasáme kultuvra, årroma, æládusdåjma ja sebrudakiellema nannim.

source: Det skal være mulig å leve av et fiske i åpen gruppe alene eller i kombinasjon med annen virksomhet
smj: Galggá liehket vejulasj bierggit rabás juohkusa guollimis aktu jali tjoahkkeæládussan aktan ietjá æládusáj.

source: Det skal bidra til økning i antall fartøy og fiskere
smj: Galggá vantsaj ja guollárij lågov lasedit

source: Det skal gjøre det relativt mindre eksklusivt å ha kvote på fartøy i lukket gruppe, fordi økt lønnsomhet i åpen gruppe medfører økte økonomiske muligheter og lavere inngangspris til fartøy med kvote i lukket gruppe
smj: Galggá liehket relatijva binnep sierralágásj kvåvtåv åmastit dahpadum juohksin, danen gå mávsulasjvuohta lassánibme rabás juohkusin mierkki ådå økonomalasj máhttelisvuoda ja binnep álggohatte gå galggá vantsav aktan kvåvtåjn åttjudit dahpadum juohkusin.

source: Det skal frambringes statistisk materiale om antall fartøy, fiskere, alderssammensetning og fangstverdier fordelt på fartøy i virkeområde som grunnlag for beregning
smj: Galggá gávnnat státistihkalasj diedojt vantsaj ja guollárij lågoj birra, man vuorrasa guollára li ja guolleárvo birra juogedum doajmmaguovlo vantsaj milta merustallamijda vuodon

source: Fiskeri- og kystdepartementet vil fremme lovproposisjon basert på denne enigheten og tilslutningen fra Sametinget høsten 2011.
smj: Guolástus- ja merragáddedepartemennta ájggu láhkaproposisjåvnåv åvdedit dájna såbadimijn ja Sámedikke 2011 tjavtja avtamielakvuodajn ja dårjajn vuodon.

source: NOU 2008:5 Retten til fiske i havet utenfor Finnmark
smj: VAT 2008:5 Guollimriektá meran Finnmárko ålggolin

source: Ansvarlig politiker
smj: Politihkalasj åvdåsvásstediddje
